---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtainWallSyspanelThickness
source: html/1cd455fb-4b4f-9385-3711-120e9afe1012.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtainWallSyspanelThickness Property

"Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtainWallSyspanelThickness { get; }
```